Repository: I343796/ownid-server-sdk-net
Catalog: OwnID.Web/Resources/OwnIdSdkDefault.*.resx
Languages: ar, de, es, es_mx, fr, id, ja, ko, ms, pt, pt_pt, ru, th, tr, vi, zh_cn, zh_tw

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
es_mx: Correo electrónico
ja: 電子メール
ko: 전자메일
ms: E-mel
ru: Электронная почта
th: อีเมล์
tr: E-posta
vi: Thư điện tử
zh_cn: 电子邮件
zh_tw: 電子郵件

source: First Name
ar: الاسم الأول
de: Vorname
es: Nombre
es_mx: Nombre
fr: Prénom
id: Nama Depan
ja: 名
ko: 이름
ms: Nama Pertama
pt: Primeiro nome
pt_pt: Nome próprio
ru: Имя
th: ชื่อ
tr: Ad
vi: Tên
zh_cn: 名
zh_tw: 名

source: Last Name
ar: الاسم الأخير
de: Nachname
es: Apellidos
es_mx: Apellido
fr: Nom de famille
id: Nama Belakang
ja: 姓
ko: 성
ms: Nama Keluarga
pt: Sobrenome
pt_pt: Apelido
ru: Фамилия
th: นามสกุล
tr: Soyadı
vi: Họ
zh_cn: 姓
zh_tw: 姓

source: Nickname
ar: الكنية
de: Spitzname
es: Apodo
es_mx: Apodo
fr: Pseudonyme
id: Nama Panggilan
ja: ニックネーム
ko: 애칭
ms: Nama Pendek
pt: Conhecido como
pt_pt: Alcunha
ru: Псевдоним
th: ชื่อเล่น
tr: Takma ad
vi: Biệt danh
zh_cn: 昵称
zh_tw: 暱稱

source: Field {0} is required
ar: الحقل {0} مطلوب
de: Feld {0} ist erforderlich
es: El campo {0} es obligatorio
es_mx: Se requiere el campo {0}
fr: La zone {0} est obligatoire.
id: Bidang {0} wajib diisi
ja: フィールド {0} は必須です
ko: {0} 필드는 필수 항목입니다.
ms: Medan {0} diperlukan
pt: O campo {0} é obrigatório
pt_pt: O campo {0} é obrigatório
ru: Поле {0} обязательное
th: ต้องมีฟิลด์ {0}
tr: Alan {0} gerekli
vi: Trường {0} được yêu cầu
zh_cn: 字段 {0} 为必填字段
zh_tw: 需要欄位 {0}

source: Field {0} has incorrect format
ar: الحقل {0} له تنسيق غير صحيح
de: Feld {0} hat falsches Format
es: El campo {0} tiene un formato incorrecto
es_mx: El campo {0} tiene un formato incorrecto
fr: La zone {0} a un format incorrect.
id: Bidang {0} memiliki format yang salah
ja: フィールド {0} の書式が不適切です
ko: {0} 필드의 형식이 잘못되었습니다.
ms: Medan {0} mempunyai format yang tidak betul
pt: O campo {0} tem o formato incorreto
pt_pt: O campo {0} tem um formato incorreto
ru: Поле {0} имеет неправильный формат
th: ฟิลด์ {0} มีรูปแบบที่ไม่ถูกต้อง
tr: Alan {0} yanlış biçim içeriyor
vi: Trường {0} có định dạng không chính xác
zh_cn: 字段 {0} 的格式不正确
zh_tw: 欄位 {0} 格式不正確

source: The field {0} must be a string or array type with a maximum length of '{1}'
ar: الحقل {0} يجب أن يكون من نوع السلسلة أو الصفيف بطول '{1}' كحد أقصى
de: Das Feld {0} muss ein Zeichenfolgen- oder Array-Typ mit einer maximalen Länge von "{1}" sein
es: El campo {0} debe ser un string o un tipo de matriz con una longitud máxima de "{1}"
es_mx: El campo {0} debe ser una string o un arreglo con una longitud máxima de '{1}'
fr: La zone {0} doit être de type Chaîne ou Tableau, avec une longueur maximale de '{1}'.
id: Bidang {0} harus berupa tipe larik atau string dengan panjang maksimum '{1}'
ja: フィールド {0} は最大長 '{1}' の文字列または配列である必要があります
ko: {0} 필드는 문자열 또는 배열 유형이어야 하며 최대 길이는 '{1}'자입니다.
ms: Medan {0} mestilah jenis rentetan atau tatasusunan dengan '{1}' panjang maksimum
pt: O campo {0} deve ser uma cadeia ou tipo de matriz com um comprimento máximo de '{1}'
pt_pt: O campo {0} deve ser uma cadeia ou tipo de matriz com um comprimento máximo de '{1}'
ru: Поле {0} должно быть строкой или массивом с максимальной длиной '{1}'
th: ฟิลด์ {0} ต้องเป็นประเภทสตริงหรืออาร์เรย์ที่มีความยาวสูงสุด '{1}'
tr: {0} alanı, en fazla '{1}' uzunluğunda bir dizi veya dizilim türü olmalıdır
vi: Trường {0} phải là kiểu chuỗi hoặc mảng với độ dài tối đa '{1}'
zh_cn: 字段 {0} 必须为字符串或数组类型，且最大长度为 '{1}'
zh_tw: 欄位 {0} 必須是最大長度為「{1}」的字串或陣列類型。

# Error_PhoneAlreadyConnected
source: There’s another phone associated with this account. If you wish to use this phone, reset your account in the login page.
ar: هاتفك مقترن بالفعل بحساب، يُرجى الانتقال إلى صفحة تسجيل الدخول
de: Ihr Telefon ist bereits einem Konto zugeordnet, gehen Sie zur Anmeldeseite
es: Su teléfono ya se ha vinculado con una cuenta. Vaya a la página de inicio de sesión
es_mx: Su teléfono ya está asociado con una cuenta; vaya a la página de página de inicio
fr: Votre téléphone est déjà associé à un compte, accédez à la page de connexion.
id: Telepon Anda telah dikaitkan dengan akun, silakan buka halaman login
ja: 電話とアカウントがすでに関連付けられています、ログインページに進んでください
ko: 전화기가 계정에 이미 연결되어 있습니다. 로그인 페이지로 이동하십시오.
ms: Telefon anda telah dipautkan dengan akaun, sila pergi ke halaman log masuk
pt: Seu telefone já está associado a uma conta, vá para a página de logon
pt_pt: O seu telefone já está associado a uma conta, vá para a página de início de sessão
ru: Ваш телефон уже привязан к учетной записи, перейдите на страницу входа
th: โทรศัพท์ของคุณเชื่อมโยงกับบัญชีแล้ว กรุณาไปที่หน้าการเข้าสู่ระบบ
tr: Telefonunuz zaten bir hesapla ilişkilendirilmiş, lütfen oturum açma sayfasına gidin
vi: Điện thoại của bạn đã liên kết với một tài khoản, vui lòng đi đến trang đăng nhập
zh_cn: 您的手机已与某个账户相关联，请转到登录页面
zh_tw: 您的手機已與帳戶相關聯，請前往登入頁面

# Error_UserNotFound
source: User wasn't found
ar: لم يتم العثور على المستخدم
de: Benutzer wurde nicht gefunden
es: No existe el usuario
es_mx: No se encontró el usuario
fr: Utilisateur introuvable
id: Pengguna tidak ditemukan
ja: ユーザが見つかりませんでした
ko: 사용자가 없습니다.
ms: Pengguna tidak ditemui
pt: O usuário não foi encontrado
pt_pt: O utilizador não foi encontrado
ru: Пользователь не найден
th: ไม่พบผู้ใช้
tr: Kullanıcı bulunamadı
vi: Không tìm thấy người dùng
zh_cn: 未找到用户
zh_tw: 找不到使用者

# Error_RequiresBiometricInput
source: Biometric input required
ar: إدخال تحديد الهوية مطلوب
de: Biometrische Eingabe erforderlich
es: Entrada biométrica obligatoria
es_mx: Se requiere la entrada de datos biométricos
fr: Saisie biométrique requise
id: Diperlukan input biometrik
ja: 生体認証が必要です
ko: 생체 인증 입력 필요
ms: Input biometrik diperlukan
pt: Entrada biométrica obrigatória
pt_pt: Entrada biométrica obrigatória
ru: Требуется использование биометрических данных
th: ต้องมีการตรวจสอบข้อมูลทางกายภาพ
tr: Biyometrik giriş gerekli
vi: Nhập sinh trắc học được yêu cầu
zh_cn: 需要生物测定输入
zh_tw: 需要生物識別輸入

# Error_RecoveryTokenExpired
source: Recovery token was expired
ar: انتهت صلاحية الرمز المميز للاستعادة
de: Wiederherstellungs-Token war abgelaufen
es: Ha expirado el token de recuperación
es_mx: Venció el token de recuperación
fr: Jeton de récupération expiré
id: Token pemulihan kedaluwarsa
ja: リカバリトークンの有効期限を超過しました
ko: 복구 토큰이 만료되었습니다.
ms: Token pemulihan telah tamat tempoh
pt: O token de recuperação expirou
pt_pt: O token de recuperação expirou
ru: Срок действия маркера восстановления истек
th: Token การกู้คืนหมดอายุแล้ว
tr: Kurtarma simgesinin süresi doldu
vi: Token phục hồi hết hạn
zh_cn: 恢复令牌已过期
zh_tw: 復原記號已到期

# Error_UserCanceledAuth
source: Authorization process was canceled by user
ar: ألغى المستخدم عملية التفويض
de: Autorisierungsvorgang wurde von Benutzer abgebrochen
es: Proceso de autorización cancelado por el usuario
es_mx: El usuario canceló el proceso de autorización
fr: Le processus d'autorisation a été annulé par l'utilisateur.
id: Proses otorisasi dibatalkan oleh pengguna
ja: 認証プロセスはユーザによってキャンセルされました
ko: 권한 프로세스가 사용자에 의해 취소되었습니다.
ms: Proses sah kuasa dibatalkan oleh pengguna
pt: O processo de autorização foi cancelado pelo usuário
pt_pt: O processo de autorização foi cancelado pelo utilizador
ru: Процесс авторизации отменен пользователем
th: กระบวนการให้สิทธิถูกยกเลิกแล้วโดยผู้ใช้
tr: Yetkilendirme süreci kullanıcı tarafından iptal edildi
vi: Quy trình phân quyền bị người dùng hủy
zh_cn: 用户已取消授权流程
zh_tw: 使用者已取消權限處理

# Email_MagicLink_Body
source: <![CDATA[<!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Hi {userName},<br>Click the link below to log in to your account.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Your Magic Link</a></div><div>For security reasons, this link will only be valid in the same browser that initiated this request. If the link above doesn't work, try copy and pasting the following URL in the browser:<br/>{link}</div><div>If you didn’t make this magic link request, please disregard this email.</div></body></html>]]>
ar: <!DOCTYPE html><html><head><style> النص {مجموعة الخطوط: 72؛نمط الخط: عادي؛عرض الخط: عادي؛حجم الخط: 14بكسل؛ارتفاع الخط: 24بكسل؛} div {الهامش السفلي: 20بكسل؛} .ارتباط مقرب {الخلفية: #0070F2؛اللون: #FFFFFF!مهم;العرض: المجموعة؛المساحة الفاصلة: 8بكسل 26بكسل؛محاذاة النص: المركز؛زخرفة النص: بلا؛نص قطر الحد: 4بكسل؛عرض الخط: عريض؛العرض: تلقائي;}</style></head><body><div>مرحبًا {اسم المستخدم}،<br>انقر فوق الارتباط أدناه لتسجيل الدخول إلى حسابك.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">الارتباط السحري الخاص بك</a></div><div>لأسباب الأمان، سيكون هذا الارتباط صالحًا فقط في نفس المستعرض الذي قام بتهيئة هذا الطلب. إذا كان الارتباط أعلاه لا يعمل، فحاول نسخ الرابط التالي ولصقه في المستعرض:<br/>{الارتباط}</div><div>إذا لم تطلب الارتباط السحري هذا، فالرجاء تجاهل البريد الإلكتروني هذا.</div></body></html>
de: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Hallo {userName},<br>klicken Sie auf den nachfolgenden Link, um sich an Ihrem Konto anzumelden.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Ihr Zauberlink</a></div><div>Aus Sicherheitsgründen ist dieser Link nur in dem Browser gültig, der die Anforderung initiiert hat. Wenn der Link oben nicht funktioniert, versuchen Sie, die nachfolgende URL zu kopieren und im Browser einzufügen:<br/>{link}</div><div>Wenn Sie diesen Zauberlink nicht angefordert haben, ignorieren Sie die E-Mail.</div></body></html>
es: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Hola {userName}:<br>Utilice el siguiente enlace para acceder a su cuenta.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Su enlace mágico</a></div><div>Por motivos de seguridad, este enlace solo será válido en el mismo navegador que ha iniciado esta solicitud. Si el enlace anterior no funciona, intente copiar y pegar el siguiente URL en el navegador<br/>{link}</div><div>Si no ha solicitado este enlace mágico, ignore este correo electrónico</div></body></html>
es_mx: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Hola, {userName},<br>utilice el enlace a continuación para iniciar sesión en su cuenta. </div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Enlace mágico</a></div><div>Por razones de seguridad, este enlace solo será válido en el mismo navegador que inició esta solicitud. Si el enlace anterior no funciona, intente copiar y pegar la siguiente URL en el navegador:<br/>{link}</div><div>Si no solicitó este enlace mágico, ignore este correo electrónico.</div></body></html>
fr: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Bonjour {userName},<br>Cliquez sur le lien ci-dessous pour vous connecter à votre compte.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Votre lien de téléchargement</a></div><div>Pour des raisons de sécurité, ce lien sera uniquement valide dans le navigateur dans lequel cette demande a été initiée. Si le lien ci-dessus ne fonctionne pas, tentez de copier-coller l'URL suivante dans la barre des adresses de votre navigateur :<br/>{link}</div><div>Si vous n'êtes pas à l'origine de cette demande de lien, ignorez cet e-mail.</div></body></html>
id: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Hai {userName},<br>Klik tautan di bawah untuk masuk ke akun Anda.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Tautan Ajaib Anda</a></div><div>Demi alasan keamanan, tautan ini hanya akan valid di browser yang sama yang memulai permintaan ini. Jika tautan di atas tidak berfungsi, coba salin dan tempel URL berikut di browser:<br/>{link}</div><div>Jika Anda tidak membuat permintaan tautan ajaib ini, harap abaikan email ini.</div></body></html>
ja: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>{userName}さん、こんにちは。<br>以下のリンクをクリックして、アカウントにログインしてください。</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">ログイン用のリンク</a></div><div>セキュリティ上の理由により、このリンクはこの申請を開始したブラウザと同じブラウザでのみ有効になります。このリンクを利用できない場合は、以下の URL をコピーしてブラウザに貼り付けてみてください。<br/>{link}</div><div>この申請を行っていない場合は、この電子メールを無視してください。</div></body></html>
ko: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>{userName} 님, 안녕하십니까?<br>사용자 계정에 로그인하려면 아래 링크를 사용하십시오.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">매직 링크</a></div><div>보안상의 이유로 이 링크는 이 요청을 시작한 동일한 브라우저에서만 유효합니다. 위의 링크가 작동하지 않으면 브라우저에 다음 URL을 복사하여 붙여 넣으십시오.<br/>{link}</div><div>이 매직 링크 요청을 하지 않은 경우 이 전자메일을 무시하십시오.</div></body></html>
ms: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Hai {userName},<br>Klik pautan di bawah untuk log masuk ke akaun anda.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Pautan Ajaib Anda</a></div><div>Atas sebab keselamatan, pautan ini hanya akan sah dalam pelayar sama yang memulakan permintaan ini. Jika pautan di atas tidak berfungsi, cuba salin dan menampal URL berikut dalam pelayar:<br/>{link}</div><div>Jika anda tidak membuat permintaan pautan ajaib ini, sila abaikan mesej ini.</div></body></html>
pt: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Oi {userName},<br>Clique no link abaixo para efetuar logon em sua conta.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Seu link mágico</a></div><div>Por motivos de segurança, esse link só será válido no mesmo browser que iniciou essa solicitação. Se o link acima não funcionar, tente copiar e colar o URL seguinte para o browser:<br/>{link}</div><div>Se você não solicitou esse link mágico, ignore esse e-mail.</div></body></html>
pt_pt: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Olá {userName},<br>Clique na ligação abaixo para iniciar sessão na sua conta.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">A sua ligação mágica</a></div><div>Por motivos de segurança, esta ligação só será válida no mesmo browser que iniciou este pedido. Se a ligação acima não funcionar, tente copiar e colar o URL seguinte no browser:<br/>{link}</div><div>Caso não tenha pedido esta ligação mágica, ignore este e-mail.</div></body></html>
ru: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Здравствуйте, {userName},<br>Щелкните ссылку, чтобы войти в учетную запись.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Ссылка</a></div><div>По причинам безопасности эту ссылку можно открыть только в том браузере, в котором был создан этот запрос. Если ссылка не работает, попробуйте скопировать и вставить следующий URL-адрес в браузер:<br/>{link}</div><div>Если Вы не запрашивали ссылку, игнорируйте это сообщение.</div></body></html>
th: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>สวัสดี {userName},<br>คลิกลิงก์ด้านล่างนี้เพื่อเข้าสู่ระบบบัญชีของคุณ</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Magic Link ของคุณ</a></div><div>ด้วยเหตุผลด้านความปลอดภัย ลิงก์นี้จะใช้ได้เฉพาะในบราวเซอร์เดียวกับที่เริ่มต้นคำขอนี้ หากลิงก์ด้านบนใช้ไม่ได้ ให้ลองคัดลอกและวาง URL ต่อไปนี้ในบราวเซอร์:<br/>{link}</div><div>หากคุณไม่ได้ส่งคำขอ Magic Link นี้ กรุณาละเว้นอีเมล์นี้</div></body></html>
tr: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Merhaba {userName},<br>Hesabınızda oturum açmak için aşağıdaki bağlantıya tıklayın.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Sihirli bağlantınız</a></div><div>Güvenlik nedeniyle, bu bağlantı yalnızca bu talebi başlatan aynı tarayıcıda geçerli olacaktır. Yukarıdaki bağlantı çalışmazsa aşağıdaki URL'yi kopyalayıp tarayıcıya yapıştırmayı deneyin:<br/>{link}</div><div>Bu sihirli bağlantıyı siz talep etmediyseniz bu e-postayı dikkate almayın.</div></body></html>
vi: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Xin chào {userName},<br>Bấm vào liên kết bên dưới để đăng nhập vào tài khoản của bạn.</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">Magic Link của bạn</a></div><div>Vì các lý do bảo mật, liên kết này sẽ chỉ hợp lệ trong cùng trình duyệt đã khởi tạo yêu cầu này. Nếu liên kết ở trên không hoạt động, thử sao chép và dán URL sau đây vào trình duyệt:<br/>{liên kết}</div><div>Nếu bạn không thực hiện yêu cầu liên kết kỳ diệu này, vui lòng bỏ qua email này.</div></body></html>
zh_cn: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>您好 {userName}，<br>单击下面的链接登录到您的账户。</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">您的智慧链接</a></div><div>出于安全原因，此链接将仅在发起此请求的同一浏览器中有效。如果上面的链接不奏效，尝试在浏览器中复制并粘贴以下 URL：<br/>{link}</div><div>如果您并未提出此智慧链接请求，请忽略此电子邮件。</div></body></html>
zh_tw: <!DOCTYPE html><html><head><style> body {font-family: 72;font-style: normal;font-weight: normal;font-size: 14px;line-height: 24px;} div {margin-bottom: 20px;} .rounded-link {background: #0070F2;color: #FFFFFF!important;display: block;padding: 8px 26px;text-align: center;text-decoration: none;border-radius: 4px;font-weight: bold;width: auto;}</style></head><body><div>Hi {userName},<br>請點選下方連結登入您的帳戶。</div><div style="display: flex"><a target="_blank" class="rounded-link" href="{link}">您的 Magic Link</a></div><div>基於安全原因，此連結只會在起始此請求的同一個瀏覽器中有效。若上述連結無法使用，則在瀏覽器中複製並貼上此 URL：<br/>{link}</div><div>若您沒有提出此 Magic Link 請求，請忽略此電子郵件.</div></body></html>

# Email_MagicLink_Subject
source: Magic link for {0}
ar: الارتباط السحري لـ {0}
de: Zauberlink für {0}
es: Enlace mágico para {0}
es_mx: "Enlace mágico" para {0}
fr: Lien de téléchargement pour {0}
id: Tautan ajaib untuk {0}
ja: {0} 用のリンク
ko: {0}에 대한 매직 링크
ms: Pautan ajaib untuk {0}
pt: Link mágico para {0}
pt_pt: Ligação mágica para {0}
ru: Ссылка для {0}
th: Magic Link สำหรับ {0}
tr: {0} için sihirli bağlantı
vi: Magic link cho {0}
zh_cn: {0} 的智慧链接
zh_tw: {0} 的 Magic Link
